[
  "If you could teleport anywhere right now, where would you go?",
  "What was your favorite childhood food?",
  "What's the most random thing you've ever done?",
  "If you could be any animal, which one would you choose?",
  "Have you ever had a crush on a cartoon character?",
  "If you could eat anything without gaining weight, what would it be?",
  "What's a childhood memory you hold dear?",
  "Are you more of a night owl or early bird? Why?",
  "Which anime world would you live in if you could?",
  "What's the weirdest dream you've ever had?",
  "If you could have a superpower, what would it be?",
  "Have you ever met a celebrity?",
  "What's your dream vacation destination?",
  "If you could learn any musical instrument instantly, which one?",
  "What's your quirkiest hobby?",
  "Which mobile app do you use the most?",
  "If you had to eat ice cream all day, what flavor?",
  "Which movie made you cry or laugh the hardest?",
  "If you had to wear a costume all day tomorrow, what would it be?",
  "What's your favorite book?",
  "Could you live without the internet for a week?",
  "What's an unusual daily habit you have?",
  "What was your favorite childhood game?",
  "If you could live inside any movie, which one?",
  "What's the most daring thing you've ever tried?",
  "If you had a time machine, would you go to the past or future?",
  "What's your favorite color and why?",
  "If you could have dinner with anyone, who would it be?",
  "What's your favorite spot to hang out?",
  "Do you prefer coffee or tea?",
  "What emoji do you use the most?",
  "If you could have an exotic pet, what would it be?",
  "What's your current phone ringtone?",
  "If you could change one thing in the world, what would it be?",
  "What did you want to be when you were a kid?",
  "If you could fly, what's the first thing you'd do?",
  "Do you have a favorite lullaby or bedtime song?",
  "What makes you laugh the hardest?",
  "If you could master one dish to cook, what would it be?",
  "What's the most beautiful place you've ever seen?",
  "If you could change your name, what would it be?",
  "What's your favorite breakfast?",
  "If you could date a fictional character, who would it be?",
  "What's a dream you want to achieve before you die?",
  "If you had free world travel, where would you go first?",
  "What's something you're grateful for today?",
  "Would you choose super-speed or super-strength?",
  "What’s the strangest photo on your phone?",
  "If you could live in any video game, which one?",
  "What's the most breathtaking thing you've witnessed?",
  "If you got a billion dollars, what would you do first?",
  "What's your favorite slang word?",
  "If you could break one bad habit, what would it be?",
  "What's the most romantic place you've been to?",
  "If you could work for free, what job would you pick?",
  "Which Netflix series are you hooked on?",
  "Would you choose a treehouse or a yacht to live in?",
  "What's your favorite late-night snack?",
  "If you could talk to animals, what question would you ask?",
  "What's the most unusual gelato flavor you've tried?",
  "If you could meet your 10-years-ago self, what advice would you give?",
  "What's the soundtrack of your life?",
  "Could you live in space for a year?",
  "What's the most embarrassing thing you've done?",
  "If you could be famous, who would you be?",
  "What's your favorite party theme?",
  "Would you choose laser eyes or lightning hands?",
  "What’s your top bucket list item?",
  "If you could live in any century, which one would it be?",
  "What song gets you pumped?",
  "If you could perform at a concert, which genre?",
  "What instantly makes your day better?",
  "If you could spend a year abroad, where would you go?",
  "What's an odd habit you're proud of?",
  "If you suddenly became rich, what's the first thing you'd buy?",
  "What's the hardest skill you've learned?",
  "If you could eat one food all day, what would it be?",
  "What's the craziest YouTube video you've seen?",
  "In a comedy movie, which character would you be?",
  "What's the most impressive building you've seen?",
  "If you could experience only one season forever, which one?",
  "What's an extreme sport you'd like to try?",
  "If you were president for a day, what would you change?",
  "What's your favorite chocolate flavor?",
  "If you were an emoji, which one would you be?",
  "What's the craziest social media challenge you've done?",
  "If you were Google's algorithm, what would rank first?",
  "What's your favorite local dish?",
  "If you met an alien, what's the first question you'd ask?",
  "What's the weirdest thing in your pocket right now?",
  "If you could be a movie character for a day, who would it be?",
  "What's the most creative disguise you've tried?",
  "If you were a mythological creature, which one?",
  "What's a bizarre food combo that you love?",
  "If you were a robot, what feature would you have?",
  "What's the most romantic gesture someone’s done for you?",
  "What do you do to pass time at red lights?",
  "What's the most memorable gift you've received?",
  "If you owned a shop, what would you sell?",
  "If you had a private garden, what would you grow?",
  "If you could relive one day of your life, which would it be?",
  "If you were a friendly ghost, what would you do?",
  "What’s your favorite icebreaker question?",
  "If you could instantly learn any language, what would it be?",
  "What flavor of chips do you secretly love?",
  "What's a city you really want to visit?",
  "What's a story you've never told anyone?",
  "What’s your go-to karaoke song?",
  "What cartoon did you love the most as a kid?",
  "If you could invent a gadget, what would it do?",
  "What's a talent you wish you had?",
  "What's the best compliment you've ever received?",
  "If you could be invisible for a day, what would you do?",
  "What game did you play the most on your childhood console?",
  "What's a conspiracy theory you find fascinating?",
  "If you had your own TV show, what would it be about?",
  "If your life was a meme, which one would it be?",
  "What’s the most underrated snack ever?"
]
