[
  "Kalau boleh teleport ke mana-mana sekarang, kamu nak pergi ke mana?",
  "Apa makanan kegemaran masa kecil kamu?",
  "Apa perkara paling rawak yang kamu pernah buat?",
  "Kalau boleh jadi haiwan, nak jadi apa?",
  "Pernah minat dengan watak kartun? Siapa tu?",
  "Kalau boleh makan tanpa gemuk, makanan apa kamu pilih?",
  "Kenangan zaman kanak-kanak yang paling indah?",
  "Kamu jenis pagi atau malam? Kenapa?",
  "Kalau boleh masuk dunia anime, pilih yang mana?",
  "Mimpi paling pelik yang kamu pernah alami?",
  "Kalau ada satu kuasa luar biasa, apa kamu nak?",
  "Pernah jumpa artis atau orang terkenal?",
  "Tempat impian untuk melancong?",
  "Kalau boleh main alat muzik dalam sehari, yang mana?",
  "Hobi pelik tapi menyeronokkan kamu apa?",
  "Aplikasi paling kerap kamu guna di telefon?",
  "Kalau kena makan aiskrim sepanjang hari, rasa apa?",
  "Filem yang buat kamu paling ketawa atau menangis?",
  "Kalau kena pakai kostum esok, jadi apa?",
  "Buku kegemaran kamu?",
  "Boleh hidup seminggu tanpa internet?",
  "Apa tabiat kecil yang kamu selalu buat tanpa sedar?",
  "Permainan masa kecil yang paling kamu suka?",
  "Kalau boleh tinggal dalam satu filem, yang mana?",
  "Cabaran paling berani yang kamu pernah hadapi?",
  "Nak pergi masa lalu ke masa depan kalau boleh?",
  "Warna kegemaran kamu dan kenapa?",
  "Kalau boleh makan malam dengan sesiapa, pilih siapa?",
  "Tempat paling menenangkan buat kamu?",
  "Kopi atau teh?",
  "Emoji yang paling kerap kamu guna?",
  "Kalau boleh bela haiwan pelik, apa kamu nak?",
  "Apa bunyi dering telefon kamu sekarang?",
  "Kalau boleh ubah satu benda dalam dunia, apa dia?",
  "Cita-cita masa kecil kamu?",
  "Kalau boleh terbang, kamu nak buat apa dulu?",
  "Lagu yang kamu selalu dengar sebelum tidur?",
  "Apa perkara kecil yang buat kamu ketawa tiba-tiba?",
  "Kalau boleh jadi pakar dalam satu masakan, pilih apa?",
  "Tempat tercantik yang kamu pernah lawat?",
  "Kalau tukar nama, kamu nak nama apa?",
  "Menu sarapan kegemaran kamu?",
  "Kalau boleh dating dengan watak fiksyen, siapa?",
  "Apa satu impian yang kamu belum capai?",
  "Kalau dapat tiket pusing dunia, ke mana kamu mula?",
  "Apa perkara yang kamu paling syukuri hari ini?",
  "Kuasa super speed atau super strength, mana kamu nak?",
  "Gambar paling pelik dalam galeri telefon kamu?",
  "Kalau boleh tinggal dalam satu permainan video, yang mana?",
  "Apa pemandangan paling memukau kamu pernah lihat?",
  "Kalau tiba-tiba jadi kaya, benda pertama kamu beli?",
  "Slang atau ayat tempatan kegemaran kamu?",
  "Tabiat buruk yang kamu nak ubah?",
  "Tempat paling romantik kamu pernah pergi?",
  "Kerja tanpa gaji yang kamu sanggup buat?",
  "Siri Netflix yang kamu tengah ikut sekarang?",
  "Rumah pokok atau kapal mewah, mana satu kamu pilih?",
  "Snek tengah malam yang kamu selalu cari?",
  "Kalau boleh berbual dengan haiwan, apa kamu nak tanya?",
  "Rasa aiskrim paling pelik kamu pernah cuba?",
  "Apa nasihat yang kamu akan beri pada diri 10 tahun lepas?",
  "Kalau hidup kamu ada lagu tema, lagu apa?",
  "Boleh tahan tinggal di angkasa setahun?",
  "Perkara paling memalukan yang pernah jadi pada kamu?",
  "Kalau boleh jadi orang terkenal, siapa kamu nak jadi?",
  "Tema parti yang paling kamu suka?",
  "Kuasa mata laser atau tangan elektrik, mana kamu nak?",
  "Apa senarai impian kamu yang belum tercapai?",
  "Kalau boleh pilih era hidup, kamu pilih zaman mana?",
  "Lagu yang buat kamu bersemangat semula?",
  "Kalau boleh buat persembahan, genre muzik apa kamu pilih?",
  "Apa yang boleh ubah mood kamu secara tiba-tiba?",
  "Kalau kena tinggal setahun di luar negara, pilih mana?",
  "Satu tabiat pelik kamu yang kamu bangga?",
  "Kalau dapat durian runtuh, beli apa dulu?",
  "Kemahiran paling susah kamu pernah cuba belajar?",
  "Kalau sehari makan benda sama, apa kamu pilih?",
  "Video YouTube paling gila yang kamu pernah tengok?",
  "Kalau jadi watak filem komedi, kamu jadi siapa?",
  "Bangunan atau monumen paling menakjubkan yang kamu pernah lihat?",
  "Kalau satu musim je sepanjang tahun, musim apa kamu pilih?",
  "Sukan ekstrem yang kamu nak cuba?",
  "Kalau jadi PM sehari, apa benda pertama kamu ubah?",
  "Rasa coklat kegemaran kamu?",
  "Kalau jadi emoji, kamu jadi yang mana?",
  "Cabaran internet paling gila yang kamu pernah buat?",
  "Kalau kamu algoritma Google, apa kamu naikkan ke top?",
  "Makanan tempatan paling sedap bagi kamu?",
  "Kalau jumpa alien, apa soalan pertama kamu?",
  "Apa benda paling pelik dalam poket kamu sekarang?",
  "Kalau boleh jadi karakter filem, kamu jadi siapa?",
  "Pernah menyamar jadi orang lain? Cerita sikit.",
  "Kalau jadi makhluk mitos, kamu jadi yang mana?",
  "Gabungan makanan paling pelik tapi sedap kamu pernah cuba?",
  "Kalau jadi robot, fungsi utama kamu apa?",
  "Kalau buka kedai sendiri, nak jual apa?",
  "Kalau ada taman sendiri, nak tanam apa?",
  "Kalau boleh ulang satu hari dalam hidup kamu, hari mana?",
  "Kalau jadi hantu baik, apa kamu akan buat?"
]
