[
  "Kalau kamu bisa teleport ke mana saja sekarang, kamu mau ke mana?",
  "Apa makanan favoritmu waktu kecil?",
  "Apa hal paling random yang pernah kamu lakukan?",
  "Kalau kamu jadi hewan, kamu pengin jadi apa?",
  "Pernah naksir karakter kartun? Siapa tuh?",
  "Kalau bisa makan apapun tanpa gendut, kamu pilih makanan apa?",
  "Apa kenangan masa kecil yang paling kamu rindukan?",
  "Kamu lebih suka malam atau pagi? Kenapa?",
  "Kalau bisa hidup di anime, kamu pilih anime apa?",
  "Mimpi paling aneh yang pernah kamu alami apa?",
  "Kalau bisa punya kemampuan super, kamu mau apa?",
  "Apakah kamu pernah bertemu selebriti?",
  "Tempat liburan impianmu di masa depan?",
  "Kalau bisa belajar alat musik, kamu pilih alat apa?",
  "Hobi yang paling nggak biasa apa?",
  "Apa aplikasi ponsel yang paling sering kamu buka?",
  "Kalau disuruh makan es krim sepanjang hari, rasa apa?",
  "Film terakhir yang bikin kamu nangis atau ketawa keras?",
  "Kalau besok harus pakai kostum sepanjang hari, kamu pilih apa?",
  "Apa buku favoritmu?",
  "Kalau hidup tanpa internet 1 minggu, bisa nggak?",
  "Apa kebiasaan unikmu sehari-hari?",
  "Apa game favoritmu waktu kecil?",
  "Kalau bisa tinggal di film, kamu pilih film apa?",
  "Apa tantangan paling nekat yang pernah kamu coba?",
  "Kalau punya mesin waktu, mau ke masa lalu atau masa depan?",
  "Warna favorit dan kenapa?",
  "Kalau bisa makan malam dengan siapa saja, siapa itu?",
  "Apa tempat favorit untuk lesehan?",
  "Kamu lebih suka kopi atau teh?",
  "Apa emoji yang paling sering kamu pakai?",
  "Kalau punya hewan peliharaan unik, mau apa?",
  "Apa ringtone ponselmu saat ini?",
  "Kalau bisa ubah satu hal di dunia, itu apa?",
  "Apa cita-cita waktu kecil?",
  "Kalau bisa terbang, apa yang bakal kamu lakukan?",
  "Punya lagu pengantar tidur favorit?",
  "Apa yang bikin kamu tertawa paling keras?",
  "Kalau bisa jago masak satu menu, pilih apa?",
  "Apa tempat paling indah yang pernah kamu lihat?",
  "Kalau bisa ganti nama, kamu mau gimana?",
  "Apa sarapan favoritmu?",
  "Kalau bisa jadian sama karakter fiksi, siapa?",
  "Apa mimpi yang pengin kamu wujudkan sebelum mati?",
  "Kalau dapat tiket gratis keliling dunia, mau kemana?",
  "Apa yang paling kamu syukuri hari ini?",
  "Kalau bisa milih, jadi super-cepat atau super-kuat?",
  "Apa foto paling aneh di galeri ponselmu?",
  "Kalau bisa hidup di game, pilih game apa?",
  "Apa hal paling menakjubkan yang pernah kamu lihat?",
  "Kalau dapat 1 miliar, ngapain dulu nih?",
  "Apa bahasa gaul favoritmu?",
  "Kalau bisa hapus satu kebiasaan buruk, itu apa?",
  "Apa tempat paling romantis yang pernah kamu kunjungi?",
  "Kalau bisa kerja apa bebas tanpa gaji, mau apa?",
  "Apa serial Netflix yang belum tamat tapi bikin nagih?",
  "Kalau bisa tinggal di rumah pohon atau kapal pesiar?",
  "Apa snack favoritmu malam hari?",
  "Kalau bisa bicara dengan hewan, mau tanya apa?",
  "Apa rasa gelato unik yang pernah kamu coba?",
  "Kalau bertemu dirimu 10 tahun lalu, mau bilang apa?",
  "Apa soundtrack hidupmu?",
  "Kalau wajib hidup di luar angkasa, bisa nggak?",
  "Apa hal paling memalukan yang pernah kamu lakukan?",
  "Kalau bisa jadi orang terkenal, kamu siapa?",
  "Apa tema pesta favoritmu?",
  "Kalau bisa punya mata laser atau tangan kilat?",
  "Apa daftar #bucketlist-mu tertinggi?",
  "Kalau bisa tinggal di abad berapa pun, kamu pilih?",
  "Apa lagu yang bikin kamu semangat?",
  "Kalau bisa main di konser, genre apa?",
  "Apa yang bikin hari kamu langsung happy?",
  "Kalau bisa tinggal selama setahun di luar negeri, pilih negara apa?",
  "Apa kebiasaan aneh yang kamu banggakan?",
  "Kalau tiba-tiba jadi kaya, apa hal pertama yang kamu beli?",
  "Apa hal tersulit yang pernah kamu pelajari?",
  "Kalau bisa makan sepanjang hari, pasti kamu pilih apa?",
  "Apa hal paling gila yang pernah kamu tonton di YouTube?",
  "Kalau di film komedi, kamu jadi karakter siapa?",
  "Apa bangunan atau monumen paling menakjubkan yang pernah kamu lihat?",
  "Kalau bisa rasakan salah satu musim selamanya, mau musim apa?",
  "Apa olahraga ekstrim yang pengin kamu coba?",
  "Kalau bisa jadi presiden atau public figure sekejap, apa yang kamu ubah?",
  "Apa rasa cokelat favoritmu?",
  "Kalau bisa jadi emoji, kamu yang mana?",
  "Apa tantangan media sosial paling absurd yang pernah kamu ikuti?",
  "Kalau kamu algoritma Google, apa yang bakal kamu ranking pertama?",
  "Apa menu kuliner lokal yang paling kamu rekomendasikan?",
  "Kalau bisa bertemu alien, pertanyaan pertamamu?",
  "Apa benda paling random di saku celanamu saat ini?",
  "Kalau bisa hidup 1 hari sebagai film karakter, siapa?",
  "Apa disguise paling unik yang pernah kamu coba?",
  "Kalau jadi makhluk mitologi, kamu mau jadi apa?",
  "Apa menu kombinasi makanan yang menurutmu aneh tapi enak?",
  "Kalau kamu robot, fitur apa yang kamu pasang?",
  "Apa hal paling romantis yang pernah dilakukan seseorang untukmu?",
  "Kalau bisa bebas di waktu lampu merah, kamu ngapain?",
  "Apa kado paling berkesan yang pernah kamu terima?",
  "Kalau kamu punya toko, jual apa?",
  "Apa warna langit favoritmu saat senja?",
  "Kalau bisa ngobrol sama zombie, apa yang bakal kamu tanyakan?",
  "Apa lagu yang selalu kamu hapal liriknya?",
  "Kalau punya taman pribadi, kamu tanam apa?",
  "Apa topping pizza paling aneh yang suka kamu coba?",
  "Kalau kamu jadi hantu, mau bikin serem gimana?",
  "Apa kutipan film yang paling kamu ingat?",
  "Kalau punya bunker, apa yang bakal kamu simpan di dalam?",
  "Apa hal paling spontan yang pernah kamu lakukan?",
  "Kalau punya pesawat pribadi, mau ke mana pertama?",
  "Apa emoji yang kamu ciptakan?",
  "Kalau tiba-tiba bisa ngomong semua bahasa, apa yang bakal kamu lakukan?",
  "Apa festival paling keren yang pernah kamu datangi?",
  "Kalau kamu buku, genre apa kamu?",
  "Apa warna favorit dinosaurus menurutmu?",
  "Kalau hidup seperti karakter novel, siapa kamu?"
]
